RULES = {

    "中证A500": {
        "类型": "指数",
        "代码": "000510.CSI",
        "加仓规则": [
            {
                "价格": 5500,
                "金额": 500
            },
            {
                "价格": 5211,
                "金额": 1000
            }
        ]
    },

    "沪深300": {
        "类型": "指数",
        "代码": "000300.CSI",
        "加仓规则": [
            {
                "价格": 4466,
                "金额": 500
            },
            {
                "价格": 4231,
                "金额": 1000
            }
        ]
    },

    "电力ETF广发": {
        "类型": "ETF",
        "代码": "159611",
        "加仓规则": [
            {
                "价格": 1.0041,
                "金额": 500
            }
        ]
    }
,

"煤炭ETF国泰": {
    "类型": "观察",
    "代码": "515220"
},


"红利低波50ETF南方": {
    "类型": "观察",
    "代码": "515450"
}
}